

export const questions = [
    {
      title: 'React - это ...?',
      variants: ['библиотека', 'фреймворк', 'приложение'],
      correct:0,
    },
    {
      title: 'Какое из этих чисел делится на 3?',
      variants: ['12', '15', '18'],
      correct: 2,
     },
     {
      title: 'Какой город является столицей США?',
      variants: ['Нью-Йорк', 'Лос-Анджелес', 'Вашингтон'],
      correct: 2,
     },
     {
      title: 'Кто написал "Гамлета"?',
      variants: ['Шекспир', 'Пушкин', 'Гете'],
      correct: 0,
     },
     {
      title: 'Какой цвет у неба?',
      variants: ['Синий', 'Зеленый', 'Красный'],
      correct: 0,
     },
     {
      title: 'Какое из этих слов - глагол?',
      variants: ['Стол', 'Бежать', 'Книга'],
      correct: 1,
     },
     {
      title: 'Сколько дней в неделе?',
      variants: ['6', '7', '8'],
      correct: 1,
     },
     {
      title: 'Какое из этих слов - антоним слова "холодный"?',
      variants: ['Теплый', 'Горячий', 'Мокрый'],
      correct: 0,
     }
  ]